export const ekaterinburgMetroGeo: Record<string, { lat: number; lon: number }> = {
  "Проспект Космонавтов": { lat: 56.901667, lon: 60.614444 },
  Уралмаш: { lat: 56.887778, lon: 60.613611 },
  Машиностроителей: { lat: 56.877778, lon: 60.611667 },
  Уральская: { lat: 56.858056, lon: 60.601389 },
  Динамо: { lat: 56.847778, lon: 60.6 },
  "Площадь 1905 года": { lat: 56.835833, lon: 60.599722 },
  Геологическая: { lat: 56.826879, lon: 60.603064 },
  Чкаловская: { lat: 56.808333, lon: 60.610278 },
  Ботаническая: { lat: 56.797778, lon: 60.630833 },
};
