export const samaraMetroGeo: Record<string, { lat: number; lon: number }> = {
  Юнгородок: { lat: 53.212472, lon: 50.2825 },
  Кировская: { lat: 53.211417, lon: 50.268278 },
  Безымянка: { lat: 53.212578, lon: 50.247478 },
  Победа: { lat: 53.206369, lon: 50.235061 },
  Советская: { lat: 53.201767, lon: 50.221667 },
  Спортивная: { lat: 53.200806, lon: 50.200028 },
  Гагаринская: { lat: 53.200278, lon: 50.177472 },
  Московская: { lat: 53.202806, lon: 50.159917 },
  Российская: { lat: 53.211981, lon: 50.148611 },
  Алабинская: { lat: 53.2097, lon: 50.1344 },
};
